---
kind: property
id: P:Autodesk.Revit.DB.Plumbing.PipeFittingAndAccessoryConnectorData.Height
zh: 高度
source: html/91eae076-4a2c-cd84-152f-9ff331c4937b.htm
---
# Autodesk.Revit.DB.Plumbing.PipeFittingAndAccessoryConnectorData.Height Property

**中文**: 高度

The connector height, Units:(ft).

## Syntax (C#)
```csharp
public double Height { get; }
```